Repository: Diego-Ivan/HiddenScribe
Catalog: po/*.po
Languages: it

source: PDF;Metadata;Editor;
it: PDF;Metadati;Editor;

source: Edit PDF document metadata
it: Modifica i metadati di documenti PDF

source: Edit the title, author, keywords and more details of your PDF documents
it: Modifica il titolo, l'autore, le parole chiave e altri dettagli dei tuoi documenti PDF

source: Version 2.0: After a three month development hiatus, Paper Clip sees its second release!
it: Versione 2.0: Dopo una pausa di sviluppo di tre mesi, Paper Clip vede la sua seconda uscita!

source: This version includes a nicer UI with:
it: Questa versione include un'interfaccia utente migliore con:

source: Fix many UI papercuts to match the GNOME HIG
it: Correzione di tanti piccoli bug nell'interfaccia utente, in modo da aderire alle HIG di GNOME

source: The main view now features a thumbnail of the document
it: La vista principale ora presenta una miniatura del documento

source: The term "Creator" has been changed for "Creation Software" to avoid confusion with "Author"
it: Il termine «Creatore» è stato modificato per «Software di creazione» per evitare confusione con «Autore»

source: The main view now handles large document titles as special cases to avoid breaking the UI
it: La vista principale ora gestisce i titoli di documenti di grandi dimensioni come casi speciali, in modo da non creare problemi con l'interfaccia utente

source: The keyword list now has a nicer UI
it: L'elenco delle parole chiave ora ha un'interfaccia utente più gradevole

source: The details window has been removed, and the non editable properties of the document have been moved to the bottom of the view
it: La finestra dei dettagli è stata rimossa, e le proprietà non modificabili del documento sono state spostate in fondo alla vista

source: translator_credits
it: Albano Battistella

source: Save Changes?
it: Salvare le modifiche?

source: Changes that are not saved will be lost permanently
it: Le modifiche non salvate saranno perse definitivamente

source: Cancel
it: Annulla

source: Discard
it: Scarta

source: Save
it: Salva

source: Select a File
it: Seleziona un file

source: Open
it: Apri

source: Open a Document
it: Apri un documento

source: Drag and drop a PDF file here
it: Trascinare e rilasciare qui un file PDF

source: _Save
it: _Salva

source: Save _As…
it: Salva _come…

source: Open _With…
it: _Apri con…

source: _Keyboard Shortcuts
it: Scorciatoie da _tastiera

source: _About Paper Clip
it: _Informazioni su Paper Clip

source: No date set
it: Nessuna data impostata

source: Unknown
it: Sconosciuto

source: Pages in one column
it: Pagine in una colonna

source: One page at a time
it: Una pagina alla volta

source: Odd numbered pages on the left
it: Pagine dispari a sinistra

source: Odd numbered pages on the right
it: Pagine dispari a destra

source: Two odd numbered pages on the left
it: Due pagine dispari a sinistra

source: Two odd numbered pages on the right
it: Due pagine dispari a destra

source: No specific layout
it: Nessun layout specifico

source: Center document's window
it: Centra la finestra del documento

source: Reading order is right to left
it: L'ordine di lettura è da destra a sinistra

source: Display document's title
it: Visualizza il titolo del documento

source: Fit document to window
it: Adatta il documento alla finestra

source: Hide window menubar
it: Nascondi la barra dei menù della finestra

source: Hide window toolbars
it: Nascondi le barre degli strumenti della finestra

source: Hide UI elements
it: Nascondi gli elementi dell'interfaccia utente

source: No preferences
it: Nessuna preferenza

source: Adding notes
it: Aggiungere annotazioni

source: Inserting elements
it: Inserire elementi

source: Copying
it: Copiare

source: Extracting contents
it: Estrarre contenuti

source: Filling interactive forms
it: Compilare moduli interattivi

source: Modifying
it: Modificare

source: Printing
it: Stampare

source: Printing in high resolution
it: Stampare in alta risoluzione

source: Flip on the long edge
it: Girare sul lato lungo

source: Flip on the short edge
it: Girare sul lato corto

source: Only single sided
it: Solo su una facciata

source: No preference
it: Nessuna preferenza

source: Not compliant
it: Non conforme

source: Delete Keyword
it: Elimina parola chiave

source: Keyword
it: Parola chiave

source: Press the “+” button to add a keyword
it: Premere il pulsante «+» per aggiungere una parola chiave

source: Today
it: Oggi

source: Tomorrow
it: Domani

source: Format
it: Formato

source: Duplex
it: Fronte/retro

source: Subtype
it: Sottotipo

source: Viewer Preferences
it: Preferenze del visualizzatore

source: Permissions
it: Permessi

source: Title
it: TItolo

source: Author
it: Autore

source: Creation Software
it: Software di creazione

source: Subject
it: Argomento

source: Producer
it: Produttore

source: Creation Date
it: Data di creazione

source: Modification Date
it: Data di modifica

source: Non-Editable Properties
it: Proprietà non modificabili

# shortcut window
source: General
it: Generale

# shortcut window
source: Quit
it: Esce

# shortcut window
source: Open
it: Apre

# shortcut window
source: Save
it: Salva

# shortcut window
source: Save As…
it: Salva come…
